Revit 2027 API
UnitTypeId.CurrencyPerBritishThermalUnitPerHour Property
 Cost per British thermal unit per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurrencyPerBritishThermalUnitPerHour { get; }
Public Shared ReadOnly Property CurrencyPerBritishThermalUnitPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurrencyPerBritishThermalUnitPerHour {
	ForgeTypeId^ get ();
}
static member CurrencyPerBritishThermalUnitPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace